Repository: danielgasser/concrete5---Auto-Complete-Search
Catalog: languages/*/LC_MESSAGES/translations-*.po
Languages: de_de

source: Auto complete search while typing in search terms.
de_de: Suche automatisch vervollständigen, während dem eintippen von Suchbegriffen.

source: Add an auto complete search box to your site.
de_de: Füge eine Suchbox zur Website hinzu, welche Suchbegriffe automatisch vervollständigt.

source: Auto Complete Search
de_de: Automatisch vervollständigende Suche

source: Thumbnail
de_de: Vorschaubild

source: Meta Description
de_de: Metabeschreibung

source: Description
de_de: Beschreibung

source: You've inserted the query placeholder but it isn't formatted correctly. It should be %s
de_de: Der Suchbegriff-Platzhalter wurde hinzugefügt – er ist aber nicht korrekt formatiert. So wäre es richtig: %s

source: Insert query placeholder
de_de: Suchbegriff-Platzhalter einfügen

source: The search index does not appear to exist. This block will not function until the reindex job has been run at least once in the dashboard.
de_de: Der Suchindex scheint nicht zu existieren. Dieser Block wird nicht funktionieren, bis der Auftrag zur Neuindizierung mindestens einmal über die Verwaltung ausgeführt wurde.

source: Title
de_de: Titel

source: Page attributes to show in the dropdown
de_de: Seitenattribute, welche im Suchvorschlag angezeigt werden sollen

source: Minimum search term length:
de_de: Minimale Länge des Suchbegriffs:

source: No results text:
de_de: Text wenn kein Resultat gefunden wurde:

source: <b>Do not change the placeholder!</b><p>This placeholder will be replaced by the query text, when no search result are found.</p>
de_de: <b>Bitte verändern Sie den Platzhalter nicht!</b><p>Der Platzhalter wird mit dem Suchbegriff ersetzt, wenn keine Resultate gefunden wurden</p>

source: Delete query placeholder
de_de: Lösche den Suchbegriff-Platzhalter

source: Highlight suggestions
de_de: Vorschläge hervorheben

source: CSS class names
de_de: CSS-Klassennamen

source: Search for Pages
de_de: Nach Seiten suchen

source: Everywhere
de_de: Gesamte Site

source: Beneath the Current Page
de_de: Unterhalb der aktuellen Seite

source: Beneath Another Page
de_de: unterhalb einer anderen Seite
